planning_audit/building_an_audit_program.md

# Table of Contents

1.  [steep 1 - determine the audit scope](#org12ac0b4)
2.  [step 2 - confirm audit criteria](#org49b7a3c)
3.  [step 3 - establish the audit frequency](#org7a27918)
4.  [step 4 - determine audit time requirements](#org4c39c8e)
5.  [step 5 - establish audit team and resources](#org0a70362)
6.  [step 6 - develop the audit schedule](#org49ba7c4)
7.  [reviewing & adjusting the audit program](#org9d6cd90)
8.  [tips for a successful audit program](#org645a549)

**A comprehensive plan covering a specified period, usually over a 3-year certification lifecycle**

-   Estabelece consistência e confiabilidade na auditoria de um sistema de gestão
-   Acompanha os requisitos, locais, processos e produtos a serem auditados
-   Serve como referência para os membros da equipe de auditoria durante o planejamento
-   Determina o tempo de auditoria necessário para atingir os objetivos e atender aos requisitos de acreditação

**scope** &#x2013;> Define o escopo, afetando a composição da equipe, a duração da auditoria e as entrevistas planejadas

**frequency** &#x2013;> Especifica se o programa abrange um ciclo de 3 anos, auditorias anuais ou pontuais

**audit criteria** &#x2013;> Identifica as normas ISO sob inspeção

**resources** &#x2013;> Aloca auditores específicos para garantir a continuidade entre os ciclos

**audit schedule** &#x2013;> Garante consistência no cronograma e nas expectativas


<a id="org12ac0b4"></a>

# steep 1 - determine the audit scope

-   Preenchido durante o processo de inscrição e serve como base fundamental


<a id="org49b7a3c"></a>

# step 2 - confirm audit criteria

-   Especifica as normas a serem auditadas (por exemplo, ISO 27001, ISO 27701, ISO 27701, ISO 27701) 42001)


<a id="org7a27918"></a>

# step 3 - establish the audit frequency

-   geralmente, abrange um ciclo de 3 anos, mas pode variar com base em auditorias de transferência de outro organismo de certificação; Auditorias especiais


<a id="org4c39c8e"></a>

# step 4 - determine audit time requirements

-   com base no número de funcionários e nos critérios de auditoria


<a id="org0a70362"></a>

# step 5 - establish audit team and resources

-   auditores líderes, equipe de apoio e especialistas técnicos, conforme necessário


<a id="org49ba7c4"></a>

# step 6 - develop the audit schedule

-   as auditorias de certificação inicial exigem duas etapas


<a id="org9d6cd90"></a>

# reviewing & adjusting the audit program

**annual review**

-   realizada antes da auditoria e após a renovação da certificação para garantir a adequação

**reasons for adjustments**

-   constatações de auditorias anteriores que exigem atenção adicional
-   novos riscos para o sistema de gestão que exigem atualizações
-   mudanças organizacionais, como expansão do escopo ou rotatividade de pessoal, que afetam os critérios, a composição da equipe ou os requisitos de tempo


<a id="org645a549"></a>

# tips for a successful audit program

**Escalabilidade** &#x2013;> flexível para acomodar mudanças no escopo ano a ano

**Consistência** &#x2013;> um plano de auditoria bem estruturado promove profissionalismo e rigor

**Alocação de recursos** &#x2013;> tempo adequadamente alocado e auditores competentes garantem que os objetivos da auditoria sejam atingidos

